Repository: juanma1980/testkid
Catalog: lliurex-po/runoconfig/*.po
Languages: es_es

source: App behaviour
es_es: Opciones generales

source: Set app behaviour
es_es: Comportamiento de la aplicación

source: From here you can change background, start and exit options...
es_es: Opciones de inicio y apagado, fondo de pantalla...

source: Choose the config level that should use the app
es_es: Selecciona el nivel de configuración a usar

source: The config will be applied per
es_es: La configuración se aplicará por

source: User
es_es: Usuario

source: System
es_es: Sistema

source: Launch at startup
es_es: Ejecutar al arranque

source: Close session when application exits
es_es: Cerrar sesión al salir de la aplicación

source: For session closing it's mandatory a keybind for launch configuration within run-o-matic
es_es: Para poder cerrar la sesión es obligatorio configurar un acceso directo para lanzar el configurador desde el propio run-o-matic

source: Choose the background image
es_es: Selecciona la imagen para el fondo

source: images(*.png *.svg *jpg *bmp)
es_es: imagenes(*.png *.svg *jpg *bmp)

source: Keybind for launching configuration from Run-O-Matic
es_es: Atajo para lanzar la configuración desde Run-O-Matic

source: Modify keybindings
es_es: Modificar atajos

source: From here you can modify the keybinding
es_es: Desde aquí se pueden modificar los atajos de teclado

source: Launch configuration
es_es: Tecla para acceder a la configuración de runomatic

source: Select a F key for launch runoconfig from runomatic
es_es: Seleccionar una tecla F para ejecutar runoconfig desde runomatic

source: Add executable
es_es: Ejecutable

source: Executable path
es_es: Ruta al ejecutable

source: Insert the executable path
es_es: Inserta la ruta al ejecutable

source: Add link
es_es: Añadir web

source: Insert the url for the site
es_es: Inserta la dirección web

source: https://example.com
es_es: https://ejemplo.es

source: Add new launchers
es_es: Añadir lanzadores

source: Add url/executable
es_es: Añadir web/ejecutable

source: From here you can add a custom launcher
es_es: Desde aquí se pueden añadir lanzadores personalizados

source: From here you can add Launchers
es_es: Desde aquí se pueden añadir lanzadores

source: Icon:
es_es: Icono

source: Push to change icon
es_es: Pulsa para cambiar el icono

source: Name:
es_es: Nombre

source: Desktop name
es_es: Nombre del lanzador

source: Insert desktop name
es_es: Inserta el nombre del lanzador

source: Press button to select an executable
es_es: Pulsa para seleccionar un ejecutable

source: Description:
es_es: Descripción

source: Description
es_es: Descripción

source: Insert a description for the app
es_es: Inserta la descripción del lanzador

source: images(*.png *.xpm *jpg)
es_es: imagenes(*.png *.xpm *jpg)

source: All files(*.*)
es_es: Todos los ficheros(*.*)

source: Password
es_es: Contraseña

source: Repeat password
es_es: Repetir contraseña

source: Set a master password
es_es: Usar una contraseña maestra

source: Set master password
es_es: Contraseña maestra

source: From here you can set the master password
es_es: Desde aquí puedes establecer la contraseña maestra

source: If a master password is set then the app will prompt for it to exit
es_es: Si se establece una contraseña maestra ésta se solicitará para salir del programa

source: Passwords don't match
es_es: Las contraseñas no coinciden

source: Password is empty
es_es: La contraseña está vacía

source: Launcher select
es_es: Selección de lanzador

source: Search
es_es: Búsqueda

source: Close
es_es: Cerrar

source: Configure visible launchers
es_es: Configurar los lanzadores

source: Modify launchers
es_es: Modificar lanzadores

source: Add custom launcher that will be shown in run-o-matic category
es_es: Añadir un lanzador personalizado (en la categoría run-o-matic)

source: Categories
es_es: Categorías

source: Add launcher
es_es: Añadir lanzador

source: Add Launcher
es_es: Añadir lanzador

source: Remove button
es_es: Eliminar

source: Edit button
es_es: Editar
