Repository: juanma1980/testkid
Catalog: lliurex-po/runoconfig/*.UTF-8@valencia.po
Languages: ca_es

source: App behaviour
ca_es: Comportament de l'aplicació

source: Set app behaviour
ca_es: Estableix el comportament de l'aplicació

source: From here you can change background, start and exit options...
ca_es: Des d'ací podeu canviar les opcions d'inici i d'eixida, de fons de pantalla...

source: Choose the config level that should use the app
ca_es: Seleccioneu el nivell de configuració que s'ha d'aplicar

source: The config will be applied per
ca_es: La configuració s'aplica per

source: User
ca_es: Usuari

source: System
ca_es: Sistema

source: Launch at startup
ca_es: Llança a l'inici

source: Close session when application exits
ca_es: Tanca la sessió en eixir de l'aplicació

source: For session closing it's mandatory a keybind for launch configuration within run-o-matic
ca_es: Per a tancar la sessió es obligatori configurar una drecera per a executar el configurador desde el propi run-o-matic

source: Choose the background image
ca_es: Seleccioneu la imatge de fons

source: images(*.png *.svg *jpg *bmp)
ca_es: imatges(*.png *.svg *jpg *bmp)

source: Keybind for launching configuration from Run-O-Matic
ca_es: Drecera per a llançar la configuració des de Run-O-Matic

source: Modify keybindings
ca_es: Modifica les vinculacions de tecles

source: From here you can modify the keybinding
ca_es: Des d'ací podeu modificar les vinculacions de tecles

source: Launch configuration
ca_es: Tecla per a llançar la configuració de run-o-matic

source: Select a F key for launch runoconfig from runomatic
ca_es: Triar una tecla F per a executar run-o-config desde el run-o-matic

source: Add executable
ca_es: Executable

source: Executable path
ca_es: Camí a l'executable

source: Insert the executable path
ca_es: Inseriu el camí a l'executable

source: Add link
ca_es: Afig un web

source: Insert the url for the site
ca_es: Inseriu la direcció web

source: https://example.com
ca_es: https://exemple.es

source: Add new launchers
ca_es: Afig llançadors nous

source: Add url/executable
ca_es: Afegir web/executable

source: From here you can add a custom launcher
ca_es: Des d'ací podeu afegir un llançador personalitzat

source: From here you can add Launchers
ca_es: Des d'ací podeu afegir llançadors

source: Icon:
ca_es: Icona

source: Push to change icon
ca_es: Premeu per a canviar la icona

source: Name:
ca_es: Nom:

source: Desktop name
ca_es: Nom de l'escriptori

source: Insert desktop name
ca_es: Inseriu el nom de l'escriptori

source: Press button to select an executable
ca_es: Premeu per a seleccionar l'executable

source: Description:
ca_es: Descripció:

source: Description
ca_es: Descripció

source: Insert a description for the app
ca_es: Inseriu una descripció de l'aplicació

source: images(*.png *.xpm *jpg)
ca_es: imatges(*.png *.xpm *jpg)

source: All files(*.*)
ca_es: Tots els fitxers(*.*)

source: Password
ca_es: Contrasenya

source: Repeat password
ca_es: Repetiu la contrasenya

source: Set a master password
ca_es: Establiu una contrasenya mestra

source: Set master password
ca_es: Contrasenya mestra

source: From here you can set the master password
ca_es: Des d'ací podeu establir la contrasenya mestra

source: If a master password is set then the app will prompt for it to exit
ca_es: Si s'estableix una contrasenya mestra, l'aplicació la sol·licitarà per a eixir

source: Passwords don't match
ca_es: Les contrasenyes no coincideixen

source: Password is empty
ca_es: La contrasenya està buida

source: Launcher select
ca_es: Selecció del llançador

source: Search
ca_es: Cerca

source: Close
ca_es: Tancar

source: Configure visible launchers
ca_es: Configura els llançadors visibles

source: Modify launchers
ca_es: Modifica els llançadors

source: Add custom launcher that will be shown in run-o-matic category
ca_es: Afig un llançador personalitzat que es mostrarà en la categoria run-o-matic

source: Add launcher
ca_es: Afig un llançador

source: Add Launcher
ca_es: Afig un llançador

source: Remove button
ca_es: Elimina

source: Edit button
ca_es: Edita el botó
