Repository: juanma1980/testkid
Catalog: lliurex-po/runomatic/*.po
Languages: es_es

source: Empty
es_es: Vacio

source: There's no launchers to show. Did you run the configure app?
es_es: No hay aplicaciones a mostrar. ¿Se ha configurado la aplicación?

source: Launch configuration app
es_es: Configura la aplicación

source: Or you can set directly a template from the menu
es_es: O se puede seleccionar una plantilla desde el menú

source: Set apps from selected templates
es_es: Carga las aplicaciones desde las categorñias seleccionadas

source: Remember that run-o-matic will block the desktop. The only way for close run-o-matic is with Alt+F4
es_es: Atención: Run-O-Matic bloquea el acceso al escritorio. La única forma de cerrarlo es mediante ALT+F4

source: Error launching config
es_es: Error ejecutando configuración

source: runoconfig not found at %s
es_es: No se encuentra la aplicación de configuración (%s)

source: The next categories will be added
es_es: Se añadirán las siguientes cateogorías:

source: On apply Run-O-Matic will be launched with the apps from choosed categories.<br>For fine tuning it's recommended to launch Run-O-Config.
es_es: Al aplicar Run-O-Matic se ejecutará con las aplicaciones de las categorías seleccionadas. <br> Se recomiendo ejecutar Run-O-Config para los últimos ajustes.

source: Apply
es_es: Aplicar

source: Cancel
es_es: Cancelar

source: Launch Run-O-Config
es_es: Ejecutar Run-O-Config

source: Insert the password
es_es: Introducir la contraseña

source: Insert the password. Current session will also be closed.
es_es: Introducir la contraseña. La sesión será cerrada.

source: Confirm close
es_es: Confirmar salir

source: runoconfig not found
es_es: No se encuentra la aplicación de configuración (runoconfig)
