Repository: juanma1980/testkid
Catalog: lliurex-po/runomatic/*.UTF-8@valencia.po
Languages: ca_es

source: Empty
ca_es: Buit

source: There's no launchers to show. Did you run the configure app?
ca_es: No hi ha llançadors que mostrar. Heu executat la configuració de l'aplicació?

source: Launch configuration app
ca_es: Configureu l'aplicació

source: Or you can set directly a template from the menu
ca_es: O pot triar-se una plantilla desde el menú

source: Set apps from selected templates
ca_es: Carrega les aplicacions desde les plantilles seleccionades

source: Remember that run-o-matic will block the desktop. The only way for close run-o-matic is with Alt+F4
ca_es: Atenció: Run-O-Matic bloca l'accés a l'escriptori. L'unica manera de tancar Run-O-Matic es amb Alt+F4

source: Error launching config
ca_es: Error executant configuració

source: runoconfig not found at %s
ca_es: No s'ha trobat l'aplicació de configuració (%s)

source: The next categories will be added
ca_es: S'afegiran les següents categories

source: On apply Run-O-Matic will be launched with the apps from choosed categories.<br>For fine tuning it's recommended to launch Run-O-Config.
ca_es: En aplicar s'executarà Run-O-Matic amb les aplicaciones de les categories triades.<br> Es recomana executar Run-O-Config per a un correcte ajustament

source: Apply
ca_es: Aplicar

source: Cancel
ca_es: Cancelar

source: Launch Run-O-Config
ca_es: Executa Run-O-Config

source: Insert the password
ca_es: Inseriu la contrasenya

source: Insert the password. Current session will also be closed.
ca_es: Inseriu la contrasenya. La sessió actual també es tancarà.

source: Confirm close
ca_es: Confirmeu l'eixida

source: runoconfig not found
ca_es: No s'ha trobat l'aplicació de configuració (runoconfig)
